!INNOPOLIS/static/1.html

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"><soap:Body><ns2:getTimeslotsRequest xmlns:ns2="http://oms.rt.ru/"><originator>COM.B2B</originator><receiver>WFM.DV</receiver><timeslotRequest><orderId>COM-XXX-358455</orderId><orderDate>2024-11-19T05:54:50.000Z</orderDate><branch>01700</branch><affiliate>01701</affiliate><appointmentType>REPAIR</appointmentType><rangeStartDate>2024-11-21T02:58:30.506Z</rangeStartDate><rangeEndDate>2024-12-01T02:58:30.506Z</rangeEndDate><location><locationId>22734891</locationId><locationCategory>STRICT</locationCategory><locationRegister>GID</locationRegister></location><orderParties><orderParty><partyRole>CLIENT</partyRole><partyId>COM-XXX-19483002</partyId><partyName>ПОНИК</partyName><partyAttributes><attribute isChanged="false" name="category">corporate</attribute><attribute isChanged="false" name="CustomerMacroSegment">1</attribute><attribute isChanged="false" name="CustomerSegment">11</attribute><attribute isChanged="false" name="CustomerKPP">253601001</attribute><attribute isChanged="false" name="CustomerTaxId">1235000000</attribute><attribute isChanged="false" name="CustomerContactsName">ПОНИК</attribute></partyAttributes></orderParty><orderParty><partyRole>INITIATOR</partyRole><partyId>LandingPage</partyId><partyName>LandingPage (тех. пользователь) </partyName><partyAttributes><attribute isChanged="false" name="lastName">LandingPage</attribute><attribute isChanged="false" name="firstName">(тех. пользователь)</attribute><attribute isChanged="false" name="middleName"></attribute></partyAttributes></orderParty><orderParty><partyRole>CONTACT</partyRole><partyId>COM-XXX-20630048</partyId><partyName>Тест Тестович</partyName><partyAttributes><attribute isChanged="false" name="phone">79914321991</attribute><attribute isChanged="false" name="speciality">Вопросы оплаты Договорные вопросы Технические вопросы Контроль обработки обращений Вопросы тендерных закупок Доставка корреспонденции (курьер)</attribute></partyAttributes></orderParty><orderParty><partyRole>ACCOUNT</partyRole><partyId>6273426</partyId><partyName>725000072590</partyName></orderParty></orderParties><orderItems><orderItem><orderItemId>unknownCfs</orderItemId><orderItemAction>REPAIR</orderItemAction><orderItemCategory>CFS</orderItemCategory><orderItemSpecification><catalogId>SERV_SC</catalogId><specId>cfs_network_access</specId></orderItemSpecification><orderItemAttributes><attribute isUpdated="false" isChanged="false" status="AC" restriction="model" name="ServiceNameForServCRM">Прямой провод для подключения к сети передачи данных Metro Ethernet</attribute><attribute isUpdated="false" isChanged="false" status="AC" restriction="model" name="serviceIDAPS">14388422854</attribute><attribute isUpdated="false" isChanged="false" status="AC" restriction="model" name="lineId">42320018748</attribute><attribute isUpdated="false" isChanged="false" status="AC" restriction="model" name="locationId">22734891</attribute><attribute isUpdated="false" isChanged="false" status="AC" restriction="model" name="servicestartdate">17.03.2016 00:00</attribute><attribute isUpdated="false" isChanged="false" status="AC" restriction="model" name="ServiceCodeForServCRM">100087</attribute><attribute isUpdated="false" isChanged="false" status="AC" restriction="model" name="ServiceTypeServCRM">internet</attribute><attribute isUpdated="false" isChanged="false" status="AC" restriction="model" name="SHORT_BUSINESS_NAME">Доступ к сети передачи данных</attribute><attribute isUpdated="false" isChanged="false" status="AC" restriction="model" name="SpecIDServCRM">cfs_network_access</attribute><attribute isUpdated="false" isChanged="false" status="AC" restriction="model" name="serviceStatus">BILLING_CONNECTED</attribute><attribute isUpdated="false" isChanged="false" status="AC" restriction="model" name="technology">PSTN</attribute><attribute isUpdated="false" isChanged="false" status="AC" restriction="model" name="technologyFamily">copper</attribute></orderItemAttributes><orderItemAppointmentRequired>true</orderItemAppointmentRequired></orderItem></orderItems></timeslotRequest></ns2:getTimeslotsRequest></soap:Body></soap:Envelope>